Overload List
Name  |   Description
GetAlignmentMethod(AnalyticalElementSelector)
 Gets the alignment method for a given selector.
GetAlignmentMethod(AnalyticalElementSelector, AnalyticalDirection)   |     Obsolete.
 Gets the alignment method for a given selector and direction.
 (Inherited from  AnalyticalModel  .)
 See Also
  AnalyticalModelStick Class
  AnalyticalModelStick Members
  Autodesk.Revit.DB.Structure Namespace